Repository: toneloc/stable-channels
Catalog: ios/StableChannels/StableChannels/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt_br, ru, zh_hans

# empty_payments_title
source: No Payments
ar: لا توجد مدفوعات
bn: কোনো পেমেন্ট নেই
de: Keine Zahlungen
es: Sin pagos
fr: Aucun paiement
hi: कोई भुगतान नहीं
ja: 支払いなし
pt_br: Sem pagamentos
ru: Нет платежей
zh_hans: 无付款

# empty_trades_desc
source: Convert BTC to see orders here
ar: قم بتحويل BTC لرؤية الطلبات هنا
bn: এখানে অর্ডার দেখতে BTC রূপান্তর করুন
de: Konvertieren Sie BTC, um hier Aufträge zu sehen
es: Convierte BTC para ver las órdenes aquí
fr: Convertissez du BTC pour voir les commandes ici
hi: यहाँ ऑर्डर देखने के लिए BTC को बदलें
ja: BTCを変換して注文をここに表示
pt_br: Converta BTC para ver os pedidos aqui
ru: Конвертируйте BTC, чтобы увидеть ордера здесь
zh_hans: 转换 BTC 以在此处查看订单

# empty_trades_title
source: No Orders
ar: لا توجد طلبات
bn: কোনো অর্ডার নেই
de: Keine Aufträge
es: Sin órdenes
fr: Aucune commande
hi: कोई ऑर्डर नहीं
ja: 注文なし
pt_br: Sem pedidos
ru: Нет ордеров
zh_hans: 无订单

source: Enable iCloud Backup
ar: تفعيل النسخ الاحتياطي على iCloud
bn: iCloud ব্যাকআপ সক্রিয় করুন
de: iCloud-Backup aktivieren
es: Activar Respaldo de iCloud
fr: Activer la sauvegarde iCloud
hi: iCloud बैकअप सक्षम करें
ja: iCloudバックアップを有効にする
pt_br: Ativar Backup do iCloud
ru: Включить резервное копирование в iCloud
zh_hans: 启用 iCloud 备份

source: Enabled
ar: مفعّل
bn: সক্রিয়
de: Aktiviert
es: Activado
fr: Activé
hi: सक्षम
ja: 有効
pt_br: Ativado
ru: Включено
zh_hans: 已启用

source: Enter backup passphrase
ar: أدخل كلمة مرور النسخ الاحتياطي
bn: ব্যাকআপ পাসফ্রেজ লিখুন
de: Backup-Passphrase eingeben
es: Ingresa la contraseña del respaldo
fr: Entrez la phrase secrète de sauvegarde
hi: बैकअप पासफ़्रेज़ दर्ज करें
ja: バックアップパスフレーズを入力
pt_br: Insira a senha do backup
ru: Введите пароль резервной копии
zh_hans: 输入备份密码

source: Enter passphrase
ar: أدخل كلمة المرور
bn: পাসফ্রেজ লিখুন
de: Passphrase eingeben
es: Ingresa la contraseña
fr: Entrez la phrase secrète
hi: पासफ़्रेज़ दर्ज करें
ja: パスフレーズを入力
pt_br: Insira a senha
ru: Введите пароль
zh_hans: 输入密码

# error_biometric_cancelled
source: Authentication cancelled
ar: تم إلغاء المصادقة
bn: প্রমাণীকরণ বাতিল করা হয়েছে
de: Authentifizierung abgebrochen
es: Autenticación cancelada
fr: Authentification annulée
hi: प्रमाणीकरण रद्द कर दिया गया
ja: 認証がキャンセルされました
pt_br: Autenticação cancelada
ru: Аутентификация отменена
zh_hans: 身份验证已取消

# error_biometric_failed
source: Authentication failed
ar: فشلت المصادقة
bn: প্রমাণীকরণ ব্যর্থ হয়েছে
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
fr: Échec de l'authentification
hi: प्रमाणीकरण विफल
ja: 認証に失敗しました
pt_br: Falha na Autenticação
ru: Ошибка аутентификации
zh_hans: 身份验证失败

# error_biometric_lockout
source: Biometrics locked. Use passcode.
ar: تم قفل المقاييس الحيوية. استخدم رمز المرور.
bn: বায়োমেট্রিক্স লক করা হয়েছে। পাসকোড ব্যবহার করুন।
de: Biometrie gesperrt. Bitte Passcode verwenden.
es: Biometría bloqueada. Usa el código de acceso.
fr: Biométrie verrouillée. Utilisez le code d'accès.
hi: बायोमेट्रिक्स लॉक है। पासकोड का प्रयोग करें।
ja: 生体認証がロックされました。パスコードを使用してください。
pt_br: Biometria bloqueada. Use o código de acesso.
ru: Биометрия заблокирована. Используйте код-пароль.
zh_hans: 生物识别已被锁定，请使用密码。

# error_biometric_not_available
source: Biometrics not available
ar: المقاييس الحيوية غير متوفرة
bn: বায়োমেট্রিক্স উপলব্ধ নয়
de: Biometrie nicht verfügbar
es: Biometría no disponible
fr: Biométrie non disponible
hi: बायोमेट्रिक्स उपलब्ध नहीं है
ja: 生体認証は利用できません
pt_br: Biometria não disponível
ru: Биометрия недоступна
zh_hans: 生物识别不可用

# error_biometric_not_enrolled
source: Biometrics not enrolled
ar: لم يتم تسجيل المقاييس الحيوية
bn: বায়োমেট্রিক্স নিবন্ধিত নয়
de: Biometrie nicht eingerichtet
es: Biometría no registrada
fr: Biométrie non enregistrée
hi: बायोमेट्रिक्स नामांकित नहीं है
ja: 生体認証が登録されていません
pt_br: Biometria não cadastrada
ru: Биометрия не настроена
zh_hans: 未注册生物识别

# error_db_init
source: Failed to initialize database
ar: فشل تهيئة قاعدة البيانات
bn: ডাটাবেস শুরু করতে ব্যর্থ
de: Fehler beim Initialisieren der Datenbank
es: Error al inicializar la base de datos
fr: Échec de l'initialisation de la base de données
hi: डेटाबेस प्रारंभ करने में विफल
ja: データベースの初期化に失敗しました
pt_br: Falha ao inicializar o banco de dados
ru: Не удалось инициализировать базу данных
zh_hans: 初始化数据库失败

# error_exceeds_balance
source: Exceeds available balance
ar: يتجاوز الرصيد المتاح
bn: উপলব্ধ ব্যালেন্স অতিক্রম করে
de: Übersteigt verfügbares Guthaben
es: Excede el saldo disponible
fr: Dépasse le solde disponible
hi: उपलब्ध शेष राशि से अधिक है
ja: 利用可能な残高を超えています
pt_br: Excede o saldo disponível
ru: Превышает доступный баланс
zh_hans: 超出可用余额

# error_exceeds_limit
source: Amount exceeds $
ar: المبلغ يتجاوز $
bn: পরিমাণটি অতিক্রম করে $
de: Betrag übersteigt $
es: La cantidad excede $
fr: Le montant dépasse $
hi: राशि $ से अधिक है
ja: 金額が $ を超えています
pt_br: O valor excede $
ru: Сумма превышает $
zh_hans: 金额超过 $

# error_exceeds_native
source: Exceeds native BTC balance
ar: يتجاوز رصيد BTC الأصلي
bn: নেটিভ BTC ব্যালেন্স অতিক্রম করে
de: Übersteigt On-Chain-BTC-Guthaben
es: Excede el saldo BTC on-chain
fr: Dépasse le solde BTC natif
hi: नेटिव BTC शेष राशि से अधिक है
ja: ネイティブBTC残高を超えています
pt_br: Excede o saldo de BTC nativo
ru: Превышает on-chain баланс BTC
zh_hans: 超过原生 BTC 余额

# error_export_failed
source: Export failed
ar: فشل التصدير
bn: এক্সপোর্ট ব্যর্থ হয়েছে
de: Export fehlgeschlagen
es: Error en la exportación
fr: Échec de l'exportation
hi: निर्यात विफल रहा
ja: エクスポートに失敗しました
pt_br: Falha na exportação
ru: Ошибка экспорта
zh_hans: 导出失败

# error_import_failed
source: Decryption failed. Check passphrase.
ar: فشل فك التشفير. تحقق من كلمة المرور.
bn: ডিক্রিপশন ব্যর্থ হয়েছে। পাসফ্রেজ চেক করুন।
de: Entschlüsselung fehlgeschlagen. Überprüfen Sie die Passphrase.
es: Fallo de descifrado. Verifica la contraseña.
fr: Échec du déchiffrement. Vérifiez la phrase secrète.
hi: डिक्रिप्शन विफल। पासफ़्रेज़ की जांच करें।
ja: 復号に失敗しました。パスフレーズを確認してください。
pt_br: Falha na descriptografia. Verifique a senha.
ru: Ошибка расшифровки. Проверьте пароль.
zh_hans: 解密失败。请检查密码。

# error_insufficient_balance
source: Insufficient balance
ar: رصيد غير كافٍ
bn: অপ্রতুল ব্যালেন্স
de: Unzureichendes Guthaben
es: Saldo insuficiente
fr: Solde insuffisant
hi: अपर्याप्त शेष राशि
ja: 残高不足
pt_br: Saldo insuficiente
ru: Недостаточно средств
zh_hans: 余额不足

# error_invalid_backup
source: Invalid backup file
ar: ملف نسخ احتياطي غير صالح
bn: অবৈধ ব্যাকআপ ফাইল
de: Ungültige Backup-Datei
es: Archivo de respaldo inválido
fr: Fichier de sauvegarde invalide
hi: अमान्य बैकअप फ़ाइल
ja: 無効なバックアップファイル
pt_br: Arquivo de backup inválido
ru: Недействительный файл резервной копии
zh_hans: 无效的备份文件

# error_locked_for
source: Locked for
ar: تم القفل لمدة
bn: লক করা হয়েছে
de: Gesperrt für
es: Bloqueado por
fr: Verrouillé pour
hi: के लिए लॉक है
ja: ロック期間
pt_br: Bloqueado por
ru: Заблокировано на
zh_hans: 锁定时间

# error_no_file
source: No file selected
ar: لم يتم تحديد ملف
bn: কোনো ফাইল নির্বাচিত হয়নি
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
hi: कोई फ़ाइल नहीं चुनी गई
ja: ファイルが選択されていません
pt_br: Nenhum arquivo selecionado
ru: Файл не выбран
zh_hans: 未选择任何文件

# error_no_ready_channel
source: No ready channel
ar: لا توجد قناة جاهزة
bn: কোনো প্রস্তুত চ্যানেল নেই
de: Kein bereiter Kanal
es: No hay canal listo
fr: Aucun canal prêt
hi: कोई तैयार चैनल नहीं
ja: 準備完了のチャネルがありません
pt_br: Nenhum canal pronto
ru: Нет готового канала
zh_hans: 没有就绪的通道

# error_no_seed
source: No seed available
ar: لا توجد كلمات متوفرة
bn: কোনো সীড উপলব্ধ নেই
de: Kein Seed verfügbar
es: Semilla no disponible
fr: Aucune graine disponible
hi: कोई सीड उपलब्ध नहीं
ja: シードが利用できません
pt_br: Nenhuma semente disponível
ru: Seed-фраза недоступна
zh_hans: 没有可用的助记词

# error_node_start
source: Failed to start node
ar: فشل في بدء العقدة
bn: নোড শুরু করতে ব্যর্থ
de: Knoten konnte nicht gestartet werden
es: Fallo al iniciar el nodo
fr: Échec du démarrage du nœud
hi: नोड शुरू करने में विफल
ja: ノードの起動に失敗しました
pt_br: Falha ao iniciar o nó
ru: Не удалось запустить узел
zh_hans: 启动节点失败

# error_not_enough_funds
source: Not enough funds
ar: أموال غير كافية
bn: পর্যাপ্ত তহবিল নেই
de: Nicht genug Geld
es: Fondos insuficientes
fr: Pas assez de fonds
hi: पर्याप्त फंड नहीं
ja: 資金が不足しています
pt_br: Fundos insuficientes
ru: Недостаточно средств
zh_hans: 资金不足

# error_old_backup
source: Backup version not supported
ar: إصدار النسخ الاحتياطي غير مدعوم
bn: ব্যাকআপ সংস্করণ সমর্থিত নয়
de: Backup-Version wird nicht unterstützt
es: Versión del respaldo no soportada
fr: Version de sauvegarde non prise en charge
hi: बैकअप संस्करण समर्थित नहीं है
ja: サポートされていないバックアップバージョン
pt_br: Versão de backup não suportada
ru: Эта версия резервной копии не поддерживается
zh_hans: 不支持该备份版本

# error_open_channel
source: Failed to open channel
ar: فشل في فتح القناة
bn: চ্যানেল খুলতে ব্যর্থ
de: Kanal konnte nicht geöffnet werden
es: Error al abrir canal
fr: Échec de l'ouverture du canal
hi: चैनल खोलने में विफल
ja: チャネルを開けませんでした
pt_br: Falha ao abrir canal
ru: Не удалось открыть канал
zh_hans: 开启通道失败

# error_passcode_failed
source: Passcode failed
ar: فشل رمز المرور
bn: পাসকোড ব্যর্থ হয়েছে
de: Falscher Passcode
es: Fallo del código de acceso
fr: Échec du code d'accès
hi: पासकोड विफल
ja: パスコードに失敗しました
pt_br: Falha no código de acesso
ru: Неверный код-пароль
zh_hans: 密码验证失败

# error_rate_limited
source: Too many attempts. Try again in
ar: عدد كبير جدًا من المحاولات. حاول مرة أخرى في
bn: অত্যধিক চেষ্টা। আবার চেষ্টা করুন
de: Zu viele Versuche. Versuchen Sie es erneut in
es: Demasiados intentos. Inténtalo de nuevo en
fr: Trop de tentatives. Réessayez dans
hi: बहुत अधिक प्रयास। कृपया बाद में प्रयास करें
ja: 試行回数が多すぎます。後でもう一度お試しください
pt_br: Muitas tentativas. Tente novamente em
ru: Слишком много попыток. Повторите через
zh_hans: 尝试次数过多，请稍后再试

# error_read_balances
source: Failed to read balances
ar: فشل قراءة الأرصدة
bn: ব্যালেন্স পড়তে ব্যর্থ
de: Guthaben konnten nicht gelesen werden
es: Error al leer saldos
fr: Échec de la lecture des soldes
hi: शेष राशि पढ़ने में विफल
ja: 残高の読み取りに失敗しました
pt_br: Falha ao ler saldos
ru: Не удалось прочитать баланс
zh_hans: 读取余额失败

# error_seed_word_count
source: Seed phrase must be 12 or 24 words
ar: يجب أن تكون عبارة الاسترداد مكونة من 12 أو 24 كلمة
bn: সীড ফ্রেজ অবশ্যই ১২ বা ২৪ শব্দের হতে হবে
de: Seed-Phrase muss aus 12 oder 24 Wörtern bestehen
es: La frase semilla debe tener 12 o 24 palabras
fr: La phrase de récupération doit contenir 12 ou 24 mots
hi: सीड वाक्यांश 12 या 24 शब्दों का होना चाहिए
ja: シードフレーズは12または24語である必要があります
pt_br: A frase de recuperação deve ter 12 ou 24 palavras
ru: Seed-фраза должна состоять из 12 или 24 слов
zh_hans: 助记词必须包含 12 或 24 个单词

# error_seed_words
source: Invalid seed words
ar: كلمات استرداد غير صالحة
bn: অবৈধ সীড শব্দ
de: Ungültige Seed-Wörter
es: Palabras semilla inválidas
fr: Mots de graine invalides
hi: अमान्य सीड शब्द
ja: 無効なシードの単語
pt_br: Palavras-semente inválidas
ru: Недействительные слова seed-фразы
zh_hans: 无效的助记词

# error_splice_in_progress
source: A splice is already in progress — try again shortly
ar: عملية التضفير جارية بالفعل - حاول مرة أخرى قريبًا
bn: একটি স্প্লাইস ইতিমধ্যেই চলছে — একটু পরে আবার চেষ্টা করুন
de: Ein Splice ist bereits im Gange — versuchen Sie es bald wieder
es: Un splice ya está en progreso — inténtalo de nuevo en breve
fr: Un raccordement est déjà en cours — réessayez sous peu
hi: एक स्प्लिस पहले से प्रगति पर है — थोड़ी देर में फिर कोशिश करें
ja: スプライスはすでに進行中です — しばらくしてからもう一度お試しください
pt_br: Um splice já está em andamento — tente novamente em breve
ru: Сплайсинг уже выполняется — повторите попытку позже
zh_hans: 拼接(Splice)正在进行中 — 请稍后再试

# error_sweep_failed
source: Sweep failed
ar: فشل المسح (Sweep)
bn: সুইপ ব্যর্থ হয়েছে
de: Sweep fehlgeschlagen
es: El sweep falló
fr: Le balayage a échoué
hi: स्वीप विफल
ja: スイープに失敗しました
pt_br: A varredura falhou
ru: Свип не удался
zh_hans: 扫描(Sweep)失败

# error_title
source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fr: Erreur
hi: त्रुटि
ja: エラー
pt_br: Erro
ru: Ошибка
zh_hans: 错误

# error_trade_failed
source: Trade failed — check amount and try again
ar: فشل التداول - تحقق من المبلغ وحاول مرة أخرى
bn: ট্রেড ব্যর্থ হয়েছে — পরিমাণ চেক করুন এবং আবার চেষ্টা করুন
de: Auftrag fehlgeschlagen — Betrag prüfen und erneut versuchen
es: Fallo en la operación — verifica la cantidad e inténtalo de nuevo
fr: Échec de la transaction — vérifiez le montant et réessayez
hi: ट्रेड विफल — राशि जांचें और फिर से प्रयास करें
ja: 取引に失敗しました — 金額を確認して再試行してください
pt_br: A negociação falhou — verifique o valor e tente novamente
ru: Ошибка сделки — проверьте сумму и повторите попытку
zh_hans: 交易失败 — 请检查金额并重试

# error_unrecognized_format
source: Unrecognized invoice format
ar: تنسيق فاتورة غير معروف
bn: অপরিচিত ইনভয়েস ফর্ম্যাট
de: Unerkanntes Rechnungsformat
es: Formato de factura no reconocido
fr: Format de facture non reconnu
hi: अपरिचित चालान प्रारूप
ja: 認識できないインボイス形式
pt_br: Formato de fatura não reconhecido
ru: Неизвестный формат инвойса
zh_hans: 无法识别的发票格式

# error_wallet_creation
source: Failed to create wallet
ar: فشل إنشاء المحفظة
bn: ওয়ালেট তৈরি করতে ব্যর্থ
de: Fehler beim Erstellen der Wallet
es: Fallo en la creación de la billetera
fr: Échec de la création du portefeuille
hi: वॉलेट बनाने में विफल
ja: ウォレットの作成に失敗しました
pt_br: Falha ao criar carteira
ru: Не удалось создать кошелек
zh_hans: 创建钱包失败

# error_wrong_passphrase
source: Wrong passphrase. %lld attempts remaining
ar: كلمة المرور خاطئة. بقيت %lld محاولات
bn: ভুল পাসফ্রেজ। %lld বার চেষ্টা বাকি আছে
de: Falsche Passphrase. %lld Versuche übrig
es: Contraseña incorrecta. %lld intentos restantes
fr: Mauvaise phrase secrète. %lld tentatives restantes
hi: गलत पासफ़्रेज़। %lld प्रयास शेष
ja: パスフレーズが間違っています。残り %lld 回
pt_br: Senha incorreta. Restam %lld tentativas
ru: Неверный пароль. Осталось попыток: %lld
zh_hans: 密码错误，还剩 %lld 次尝试机会

source: Export
ar: تصدير
bn: এক্সপোর্ট করুন
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात (Export)
ja: エクスポート
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

source: Export Backup
ar: تصدير النسخة الاحتياطية
bn: ব্যাকআপ এক্সপোর্ট করুন
de: Backup exportieren
es: Exportar Respaldo
fr: Exporter la sauvegarde
hi: बैकअप निर्यात करें
ja: バックアップをエクスポート
pt_br: Exportar Backup
ru: Экспортировать резервную копию
zh_hans: 导出备份

# export_description
source: Add a passphrase to protect your exported backup. You'll need this to restore.
ar: أضف كلمة مرور لحماية نسختك الاحتياطية المُصدرة. ستحتاج إليها عند الاستعادة.
bn: আপনার এক্সপোর্ট করা ব্যাকআপ সুরক্ষিত করতে একটি পাসফ্রেজ যোগ করুন। পুনরুদ্ধার করতে আপনার এটি প্রয়োজন হবে।
de: Fügen Sie eine Passphrase hinzu, um das Backup zu schützen. Sie wird zur Wiederherstellung benötigt.
es: Añade una contraseña para proteger tu archivo. La necesitarás para restaurar.
fr: Ajoutez une phrase secrète pour protéger votre sauvegarde exportée. Vous en aurez besoin pour restaurer.
hi: अपने बैकअप को सुरक्षित करने के लिए पासफ़्रेज़ जोड़ें।
ja: エクスポートしたバックアップを保護するためにパスフレーズを追加します。復元時に必要になります。
pt_br: Adicione uma senha para proteger o backup exportado. Você precisará dela para restaurar.
ru: Добавьте пароль для защиты файла. Он понадобится для восстановления.
zh_hans: 添加密码以保护您导出的备份。恢复时需要输入此密码。

# export_title
source: Export Your Backup
ar: تصدير نسختك الاحتياطية
bn: আপনার ব্যাকআপ এক্সপোর্ট করুন
de: Ihr Backup exportieren
es: Exportar Tu Respaldo
fr: Exporter votre sauvegarde
hi: अपना बैकअप निर्यात करें
ja: バックアップをエクスポート
pt_br: Exportar Seu Backup
ru: Экспорт резервной копии
zh_hans: 导出您的备份

source: Export to Files
ar: التصدير إلى الملفات
bn: ফাইলসে এক্সপোর্ট করুন
de: In Dateien exportieren
es: Exportar a Archivos
fr: Exporter vers des fichiers
hi: फ़ाइलों में निर्यात करें
ja: ファイルにエクスポート
pt_br: Exportar para Arquivos
ru: Экспортировать в Файлы
zh_hans: 导出到文件

# file_ready
source: File ready to restore
ar: الملف جاهز للاستعادة
bn: ফাইল পুনরুদ্ধারের জন্য প্রস্তুত
de: Datei zur Wiederherstellung bereit
es: Archivo listo para restaurarse
fr: Fichier prêt à être restauré
hi: फ़ाइल पुनर्स्थापना के लिए तैयार है
ja: ファイルは復元する準備ができています
pt_br: Arquivo pronto para restauração
ru: Файл готов к восстановлению
zh_hans: 文件已准备好恢复

source: for questions or assistance.
ar: للأسئلة أو المساعدة.
bn: প্রশ্ন বা সহায়তার জন্য।
de: für Fragen oder Hilfe.
es: para preguntas o asistencia.
fr: pour toute question ou assistance.
hi: सवालों या सहायता के लिए।
ja: ご質問やサポートが必要な場合。
pt_br: para dúvidas ou assistência.
ru: для вопросов или поддержки.
zh_hans: 以获取疑问或帮助。

# header_amount
source: Amount
ar: المبلغ
bn: পরিমাণ
de: Betrag
es: Cantidad
fr: Montant
hi: राशि
ja: 金額
pt_br: Valor
ru: Сумма
zh_hans: 金额

# header_destination_address
source: Destination Address
ar: عنوان الوجهة
bn: গন্তব্য ঠিকানা
de: Zieladresse
es: Dirección de Destino
fr: Adresse de destination
hi: गंतव्य पता
ja: 宛先アドレス
pt_br: Endereço de Destino
ru: Адрес назначения
zh_hans: 目的地址

# header_invoice_address
source: Invoice Address
ar: عنوان الفاتورة
bn: ইনভয়েস ঠিকানা
de: Rechnungsadresse
es: Dirección de Factura
fr: Adresse de la facture
hi: चालान का पता
ja: インボイスアドレス
pt_br: Endereço da Fatura
ru: Адрес инвойса
zh_hans: 发票地址

# header_onchain_subtitle
source: Move funds to any Bitcoin address
ar: نقل الأموال إلى أي عنوان بيتكوين
bn: যেকোন বিটকয়েন ঠিকানায় তহবিল স্থানান্তর করুন
de: Gelder an eine beliebige Bitcoin-Adresse senden
es: Mueve fondos a cualquier dirección Bitcoin
fr: Déplacez des fonds vers n'importe quelle adresse Bitcoin
hi: किसी भी बिटकॉइन पते पर फंड भेजें
ja: 資金を任意のビットコインアドレスに移動
pt_br: Mover fundos para qualquer endereço Bitcoin
ru: Переместите средства на любой Bitcoin-адрес
zh_hans: 将资金移动到任何比特币地址

# headline_how_much_btc
source: How much BTC to convert to USD?
ar: كم من BTC تريد تحويله إلى USD؟
bn: USD তে রূপান্তর করতে কত BTC?
de: Wie viel BTC in USD konvertieren?
es: ¿Cuánto BTC convertir a USD?
fr: Combien de BTC convertir en USD ?
hi: USD में बदलने के लिए कितना BTC?
ja: いくらのBTCをUSDに変換しますか？
pt_br: Quanto BTC converter para USD?
ru: Сколько BTC конвертировать в USD?
zh_hans: 要将多少 BTC 转换为 USD？

# headline_how_much_usd
source: How much USD to convert to BTC?
ar: كم من USD تريد تحويله إلى BTC؟
bn: BTC তে রূপান্তর করতে কত USD?
de: Wie viel USD in BTC konvertieren?
es: ¿Cuánto USD convertir a BTC?
fr: Combien d'USD convertir en BTC ?
hi: BTC में बदलने के लिए कितना USD?
ja: いくらのUSDをBTCに変換しますか？
pt_br: Quanto USD converter para BTC?
ru: Сколько USD конвертировать в BTC?
zh_hans: 要将多少 USD 转换为 BTC？

# hint_scan_invoice
source: Scan invoice (lnbc1…), offer (lno…), or Bitcoin address.
ar: مسح فاتورة (lnbc1…)، عرض (lno…)، أو عنوان بيتكوين.
bn: ইনভয়েস (lnbc1…), অফার (lno…), বা বিটকয়েন ঠিকানা স্ক্যান করুন।
de: Rechnung (lnbc1…), Angebot (lno…) oder Bitcoin-Adresse scannen.
es: Escanea factura (lnbc1…), oferta (lno…) o dirección Bitcoin.
fr: Scanner la facture (lnbc1…), l'offre (lno…) ou l'adresse Bitcoin.
hi: चालान (lnbc1…), प्रस्ताव (lno…), या बिटकॉइन पता स्कैन करें।
ja: インボイス (lnbc1…)、オファー (lno…) またはビットコインアドレスをスキャンします。
pt_br: Digitalize a fatura (lnbc1…), a oferta (lno…) ou o endereço Bitcoin.
ru: Отсканируйте инвойс (lnbc1…), предложение (lno…) или адрес Bitcoin.
zh_hans: 扫描发票 (lnbc1...)，报价 (lno...) 或比特币地址。

# home_hint_receive
source: Receive sats via Lightning or onchain
ar: استلم ساتوشي عبر لايتنينج أو على السلسلة
bn: লাইটনিং বা অন-চেইনের মাধ্যমে স্যাট গ্রহণ করুন
de: Sats über Lightning oder On-Chain empfangen
es: Recibe sats por Lightning o on-chain
fr: Recevez des sats via Lightning ou on-chain
hi: लाइटनिंग या ऑन-चेन के माध्यम से सैट्स प्राप्त करें
ja: Lightningまたはオンチェーンでsatsを受け取る
pt_br: Receba sats via Lightning ou on-chain
ru: Получайте сатоши через Lightning или on-chain
zh_hans: 通过闪电网络或链上接收 sats

# home_syncing
source: Syncing...
ar: جارٍ المزامنة...
bn: সিঙ্ক করা হচ্ছে...
de: Wird synchronisiert...
es: Sincronizando...
fr: Synchronisation...
hi: सिंक हो रहा है...
ja: 同期中...
pt_br: Sincronizando...
ru: Синхронизация...
zh_hans: 同步中...

source: iCloud Backup
ar: النسخ الاحتياطي على iCloud
bn: iCloud ব্যাকআপ
es: Respaldo iCloud
fr: Sauvegarde iCloud
hi: iCloud बैकअप
ja: iCloudバックアップ
pt_br: Backup do iCloud
ru: Резервная копия iCloud
zh_hans: iCloud 备份

# icloud_backup_description
source: Protect your wallet with encrypted cloud backup.
ar: قم بحماية محفظتك بنسخ احتياطي سحابي مشفر.
bn: এনক্রিপ্ট করা ক্লাউড ব্যাকআপের মাধ্যমে আপনার ওয়ালেট সুরক্ষিত করুন।
de: Schützen Sie Ihre Wallet mit einem verschlüsselten Cloud-Backup.
es: Protege tu billetera con un respaldo cifrado en la nube.
fr: Protégez votre portefeuille avec une sauvegarde cloud cryptée.
hi: एन्क्रिप्टेड क्लाउड बैकअप के साथ अपने वॉलेट की रक्षा करें।
ja: 暗号化されたクラウドバックアップでウォレットを保護します。
pt_br: Proteja sua carteira com um backup em nuvem criptografado.
ru: Защитите свой кошелек с помощью зашифрованной облачной резервной копии.
zh_hans: 通过加密的云备份保护您的钱包。

# icloud_backup_title
source: iCloud Seed Backup
ar: النسخ الاحتياطي للكلمات (Seed) على iCloud
bn: iCloud সীড ব্যাকআপ
es: Respaldo iCloud
fr: Sauvegarde iCloud de la graine
hi: iCloud सीड बैकअप
ja: iCloudシードバックアップ
pt_br: Backup de Semente no iCloud
ru: Резервная копия iCloud
zh_hans: iCloud 助记词备份

source: Import
ar: استيراد
bn: ইমপোর্ট করুন
de: Importieren
es: Importar
fr: Importer
hi: आयात (Import)
ja: インポート
pt_br: Importar
ru: Импорт
zh_hans: 导入

source: Import Backup
ar: استيراد نسخة احتياطية
bn: ব্যাকআপ ইমপোর্ট করুন
de: Backup importieren
es: Importar Respaldo
fr: Importer une sauvegarde
hi: बैकअप आयात करें
ja: バックアップをインポート
pt_br: Importar Backup
ru: Импортировать резервную копию
zh_hans: 导入备份

# import_description
source: Select your .stablebackup file and enter the passphrase used when creating it.
ar: اختر ملف .stablebackup الخاص بك وأدخل كلمة المرور المستخدمة عند إنشائه.
bn: আপনার .stablebackup ফাইলটি নির্বাচন করুন এবং এটি তৈরি করার সময় ব্যবহৃত পাসফ্রেজটি লিখুন।
de: Wählen Sie Ihre .stablebackup Datei und geben Sie die Passphrase ein.
es: Selecciona tu archivo .stablebackup y pon la contraseña.
fr: Sélectionnez votre fichier .stablebackup et entrez la phrase secrète.
hi: अपनी .stablebackup फ़ाइल चुनें और पासफ़्रेज़ दर्ज करें।
ja: .stablebackupファイルを選択し、作成時に使用したパスフレーズを入力します。
pt_br: Selecione seu arquivo .stablebackup e insira a senha usada quando ele foi criado.
ru: Выберите файл .stablebackup и введите пароль.
zh_hans: 选择您的 .stablebackup 文件，并输入创建时使用的密码。

# import_title
source: Restore from Backup
ar: استعادة من النسخة الاحتياطية
bn: ব্যাকআপ থেকে পুনরুদ্ধার করুন
de: Aus Backup wiederherstellen
es: Restaurar desde el Respaldo
fr: Restaurer à partir d'une sauvegarde
hi: बैकअप से पुनर्स्थापित करें
ja: バックアップから復元
pt_br: Restaurar do Backup
ru: Восстановить из резервной копии
zh_hans: 从备份恢复

# info_backup_seed
source: Write these words down and store them safely. Anyone with these words can access your funds.
ar: اكتب هذه الكلمات وقم بتخزينها بأمان. يمكن لأي شخص يمتلك هذه الكلمات الوصول إلى أموالك.
bn: এই শব্দগুলো লিখে রাখুন এবং নিরাপদে সংরক্ষণ করুন। এই শব্দগুলো যার কাছে আছে সে আপনার তহবিল অ্যাক্সেস করতে পারবে।
de: Schreiben Sie diese Wörter auf und verwahren Sie sie sicher. Jeder mit diesen Wörtern hat Zugriff auf Ihr Geld.
es: Escribe estas palabras y guárdalas con seguridad. Quien las tenga podrá acceder a tus fondos.
fr: Notez ces mots et conservez-les en sécurité. Quiconque possède ces mots peut accéder à vos fonds.
hi: इन शब्दों को लिख लें। जिसके पास ये शब्द होंगे, वह आपके फंड तक पहुंच सकता है।
ja: これらの単語を書き留めて、安全に保管してください。これらの単語を持つ者は誰でもあなたの資金にアクセスできます。
pt_br: Anote estas palavras e guarde-as com segurança. Qualquer pessoa com estas palavras poderá acessar seus fundos.
ru: Запишите эти слова и храните их в надежном месте. Любой, у кого есть эти слова, может получить доступ к вашим средствам.
zh_hans: 写下这些单词并妥善保管。任何人拥有这些单词都可以访问您的资金。
